Repository: sams/alaxos_acl
Catalog: Locale/*/LC_MESSAGES/acl.po
Languages: pt_br

source: ACL plugin
pt_br: Lista de Controle de Acesso

source: Build missing AROs
pt_br: Carregar usuários

source: Users roles
pt_br: Grupos de usuários

source: Roles permissions
pt_br: Permissões de Grupos

source: Users permissions
pt_br: Permissões de Usuários

source: Permissions
pt_br: Permissões

source: Actions
pt_br: Ações

source: Clear permissions table
pt_br: Limpar tabela de permissões

source: grant access to <em>all actions</em>
pt_br: Dar acesso para <em>todas as ações</em>

source: deny access to <em>all actions</em>
pt_br: Bloquear todas as ações para <em>todas as ações</em>

source: administrator
pt_br: Adiminstrador

source: user
pt_br: usuário

source: role
pt_br: grupo

source: User
pt_br: Usuário

source: Role
pt_br: Grupo

source: name
pt_br: nome

source: Name
pt_br: Nome

source: authorization
pt_br: autorização

source: authorized
pt_br: autorizado

source: blocked
pt_br: bloqueado

source: Roles without corresponding Aro
pt_br: Grupos não correspondem ao Aro

source: Users without corresponding Aro
pt_br: Usuãrios não correspondem ao Aro

source: Some users AROS are missing. Click on a role to assign one to a user.
pt_br: Alguns usuários não estão associados as ações. Clique no grupo para associar.

source: The ARO or the ACO node is probably missing. Please try to rebuild the ACOs first.
pt_br: As ações ou os usuários estão faltando. Reconstrua a lista de ações.

source: The user node does not exist in the ARO table
pt_br: Usuário não cadastrado no sistema de ACL

source: The role node does not exist in the ARO table
pt_br: Grupo não cadastrado no sistema de ACL

source: The ACO node is probably missing. Please try to rebuild the ACOs first.
pt_br: Uma ações está faltando. Reconstrua a lista de ações.

source: Manage user specific rights
pt_br: Controle as permissões do usuário

source: This page allows to manage users specific rights
pt_br: Esta página permite controlar as permissões para os usuários

source: Some controllers have been modified, resulting in actions that are not referenced as ACO in the database.
pt_br: Alguns controladores foram modificados, resultando em ações que não estão referenciados no sistema ACL

source: You can update the ACOs by clicking on the following link
pt_br: Você pode atualizar as ações clicando neste link

source: There is no missing ARO.
pt_br: Não há usuário faltando.

source: Build missing ACOs
pt_br: Carregar as ações faltando

source: Please be aware that this message will appear only once. But you can always rebuild the ACOs by going to the ACO tab.
pt_br: Lembre-se que esta mensagem irá aparecer somente uma vez. Mas você sempre pode reconstruir as ações, indo até a guia ações.

source: The following actions ACOs have been created
pt_br: As ações seguintes foram criadas

source: There was no new actions ACOs to create
pt_br: Não houve novas ações para criar

source: This page allows you to build missing actions ACOs if any.
pt_br: Esta página permite que você construa as ações faltando se houver.

source: Clicking the link will not destroy existing actions ACOs.
pt_br: Clicando no link não irá destruir ações existentes no sistema ACL.

source: Build
pt_br: Carregar

source: Build actions ACOs
pt_br: Carregar ações

source: Clear actions ACOs
pt_br: Limpar ações

source: This page allows you to clear all actions ACOs.
pt_br: Esta página permite que você apague todas as ações.

source: Clicking the link will destroy all existing actions ACOs and associated permissions.
pt_br: Ao clicar no link irá& destruir todas as acções existentes e as permissões associadas.

source: Clear ACOs
pt_br: Limpar ACOs

source: Are you sure you want to destroy all existing ACOs ?
pt_br: Tem certeza que quer destruir todas as acções existentes?

source: The user role has been updated
pt_br: O grupo de usuário foi atualizado

source: The user role could not be updated
pt_br: O grupo do usuário não pôde ser atualizado

source: The user '%s' does not exist in the ARO table
pt_br: Usuário '%s' não cadastrado no sistema ACL

source: The permissions have been cleared
pt_br: As permissões foram apagadas

source: The permissions could not be cleared
pt_br: As permissões não puderam ser apagadas

source: The role '%s' does not exist in the ARO table
pt_br: Grupo '%s' não cadastrado no sistema ACL

source: The ACO table has been cleared
pt_br: A tabela de acções foi apagada

source: The ACO table could not be cleared
pt_br: A tabela de acções não pôde ser apagada

source: Are you sure you want to delete all roles and users permissions ?
pt_br: Tem certeza de que deseja excluir todos os grupos e permissões de usuários?

source: Are you sure you want to grant access to all actions of each controller to the role '%s' ?
pt_br: Tem certeza que você deseja conceder acesso a todas as ações de cada controlador para o grupo '%s'?

source: Are you sure you want to deny access to all actions of each controller to the role '%s' ?
pt_br: Tem certeza que quer negar o acesso a todas as ações de cada controlador para o grupo '%s'?

source: Update the user role
pt_br: Atualize o grupo do usuário

source: The role model name is unknown. The ACL plugin bootstrap.php file has to be loaded in order to work. (see the README file)
pt_br: O nome do modelo é desconhecido. O plugin ACL, no arquivo bootstrap.php tem que ser carregado para funcionar. (consulte o arquivo README)

source: The <em>%s</em> model is not configured to act as an <em>ACL requester</em>
pt_br: O modelo <em>%s</em> não está configurado em <em>ACL requester</em>

source: In a classical ACL configuration, the models that represent the users and the roles must act as <em>ACL requesters</em> (see %s).
pt_br: Em uma configuração de ACL clássicos, os modelos que representam os usuários e os grupos devem agir como <em> solicitantes ACL </ em> (veja% s).

source: Acts As a Requester
pt_br: Agir como um Requester

source: If you wish, you can disable this alert by setting the ACL plugin parameter 'acl.check_act_as_requester' to <em>false</em>.
pt_br: Se desejar, você pode desativar esse alerta, definindo a ACL plugin 'acl.check_act_as_requester' parâmetro para <em> false </ em>.

source: filter
pt_br: filtro
